aircrack-ng
alsa-utils
appstream-glib
baobab
base
base-devel
bluez-utils
cmake
cowsay
dnf
dpkg
efibootmgr
emacs
epiphany
evince
exo
fd
feh
firefox
fish
flatpak
garcon
gdm
git
gnome-backgrounds
gnome-browser-connector
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
grilo-plugins
gst-plugin-pipewire
gst-plugins-ugly
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
htop
hydra
i3-wm
i3status
intel-media-driver
intel-ucode
iwd
less
libpulse
libreoffice-still
libva-intel-driver
libva-mesa-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-zen
loupe
malcontent
man-db
mariadb
mousepad
namcap
nano
nautilus
neofetch
neovim
network-manager-applet
networkmanager
nodejs
npm
orca
parole
pavucontrol
php
php-apache
php-cgi
php-legacy
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python-flask
python-pip
python-pipenv
redshift
ripgrep
ristretto
rustup
rygel
sassc
simple-scan
smartmontools
snapshot
sof-firmware
sushi
syncthing
tecla
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tmux
totem
tracker3-miners
ttf-ibm-plex
ttf-ubuntu-font-family
tumbler
vim
vulkan-intel
vulkan-radeon
wget
wireless_tools
wireplumber
wireshark-qt
xarchiver
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xfburn
xorg-server
yarn
yelp
zsh
zsh-completions
